<?php
$_BOOKTAGS = array (
  704 => 
  array (
    0 => '文学小说',
    1 => 
    array (
      705 => 
      array (
        0 => '畅销小说',
        1 => 
        array (
          707 => '爱情/情感',
          708 => '青春/校园',
          709 => '动作/冒险',
          710 => '悬疑/推理',
          711 => '惊悚/恐怖',
          712 => '魔幻/玄幻',
          713 => '穿越/架空',
          714 => '都市/社会',
          715 => '家庭/伦理',
          716 => '职场/官场',
          717 => '商战/财经',
          718 => '军旅/战争',
          719 => '爆笑/无厘头',
          720 => '武侠/新武侠',
          721 => '科幻小说',
          722 => '历史小说',
          723 => '女性小说',
          724 => '影视小说',
          725 => '网络小说',
          1272 => 'sssss',
        ),
      ),
      706 => 
      array (
        0 => '名著/经典',
        1 => 
        array (
          728 => '古典小说',
          729 => '近代小说',
          730 => '现代小说',
          731 => '当代小说',
          732 => '港台小说',
          733 => '日韩小说',
          734 => '外国小说',
        ),
      ),
      751 => 
      array (
        0 => '散文/诗歌',
        1 => 
        array (
          752 => '散文',
          753 => '随笔/杂文',
          755 => '诗歌词曲',
        ),
      ),
      756 => 
      array (
        0 => '绘本文学',
        1 => 
        array (
          757 => '绘本文学',
        ),
      ),
      758 => 
      array (
        0 => '纪实文学',
        1 => 
        array (
          759 => '纪实文学',
        ),
      ),
      760 => 
      array (
        0 => '传记/回忆录',
        1 => 
        array (
          761 => '帝王领袖',
          762 => '军事将领',
          763 => '政商名流',
          764 => '学者专家',
          765 => '明星偶像',
        ),
      ),
      766 => 
      array (
        0 => '文集/作品集',
        1 => 
        array (
          767 => '文集/作品集',
        ),
      ),
      736 => 
      array (
        0 => '文学理论',
        1 => 
        array (
          746 => '基础理论',
          747 => '文艺美学',
          748 => '创作导读',
          749 => '文学史',
          750 => '评论与鉴赏',
        ),
      ),
      735 => 
      array (
        0 => '其他',
        1 => 
        array (
          739 => '戏剧/歌剧',
          743 => '民间文学',
          745 => '其他',
        ),
      ),
    ),
  ),
  1086 => 
  array (
    0 => '少儿童书',
    1 => 
    array (
      1087 => 
      array (
        0 => '0-2岁',
        1 => 
        array (
          1099 => '启蒙/认知',
          1100 => '益智/游戏',
          1101 => '歌谣/故事',
          1102 => '入园准备',
        ),
      ),
      1088 => 
      array (
        0 => '3-6岁',
        1 => 
        array (
          1103 => '启蒙/益智',
          1104 => '科普/百科',
          1105 => '少儿文学',
          1108 => '漫画/绘本',
          1106 => '少儿英语',
          1107 => '少儿艺术',
          1109 => '玩具书',
          1110 => '入学准备',
        ),
      ),
      1089 => 
      array (
        0 => '7-10岁',
        1 => 
        array (
          1112 => '少儿文学',
          1115 => '漫画/绘本',
          1111 => '科普/百科',
          1116 => '励志/成长',
          1113 => '少儿英语',
          1114 => '少儿艺术',
          1117 => '游戏/手工',
          1118 => '玩具书',
        ),
      ),
      1090 => 
      array (
        0 => '11-14岁',
        1 => 
        array (
          1120 => '少儿文学',
          1123 => '漫画/绘本',
          1119 => '科普/百科',
          1124 => '励志/成长',
          1121 => '少儿英语',
          1122 => '少儿艺术',
          1125 => '游戏/手工',
        ),
      ),
      1091 => 
      array (
        0 => '少儿文学',
        1 => 
        array (
          1126 => '小说',
          1127 => '童话',
          1128 => '经典名著',
          1129 => '诗歌/童谣',
          1130 => '成语/寓言',
          1131 => '校园/成长',
          1132 => '神话/传说',
          1133 => '其他',
        ),
      ),
      1098 => 
      array (
        0 => '漫画/绘本',
        1 => 
        array (
          1134 => '卡通',
          1135 => '漫画',
          1136 => '绘本',
          1137 => '连环画',
        ),
      ),
      1096 => 
      array (
        0 => '启蒙/益智',
        1 => 
        array (
          1138 => '启蒙/认知',
          1139 => '识字/说话',
          1140 => '拼音/算术',
          1141 => '创意/手工',
          1142 => '迷宫/谜语',
          1143 => '脑筋急转弯',
          1144 => '国学/文化',
          1145 => '益智/游戏',
          1146 => '体育/运动',
        ),
      ),
      1093 => 
      array (
        0 => '科普/百科',
        1 => 
        array (
          1147 => '百科全书',
          1148 => '动物/植物',
          1149 => '天文/地理',
          1150 => '人体奥秘',
          1151 => '人文/历史',
          1152 => '数/理/化',
          1153 => '生活常识',
          1154 => '其他',
        ),
      ),
      1095 => 
      array (
        0 => '励志/成长',
        1 => 
        array (
          1155 => '励志/成长',
          1156 => '名人故事',
        ),
      ),
      1092 => 
      array (
        0 => '少儿英语',
        1 => 
        array (
          1157 => '启蒙英语',
          1158 => '英语歌谣',
          1159 => '双语读物',
        ),
      ),
      1097 => 
      array (
        0 => '少儿艺术',
        1 => 
        array (
          1160 => '美术/绘画',
          1161 => '音乐/舞蹈',
          1162 => '其他',
        ),
      ),
      1094 => 
      array (
        0 => '玩具书',
        1 => 
        array (
          1163 => '拼图书',
          1164 => '立体书',
          1165 => '其他',
        ),
      ),
    ),
  ),
  537 => 
  array (
    0 => '经济管理',
    1 => 
    array (
      560 => 
      array (
        0 => '经济学',
        1 => 
        array (
          570 => '通俗读物',
          571 => '经济学理论',
          572 => '可持续发展',
          573 => '中国经济',
          574 => '世界经济',
          575 => '区域经济',
          576 => '行业经济',
          577 => '贸易经济',
          578 => '商业史传',
          579 => '工具书',
        ),
      ),
      561 => 
      array (
        0 => '金融/财税',
        1 => 
        array (
          580 => '财政/税收',
          581 => '货币/银行',
          582 => '证券/保险',
          583 => '统计/审计',
        ),
      ),
      562 => 
      array (
        0 => '管理学',
        1 => 
        array (
          655 => '通俗读物',
          656 => '管理学理论',
          657 => '领导学',
          658 => '组织学',
          659 => '决策学',
          660 => '商业道德',
        ),
      ),
      563 => 
      array (
        0 => '企业管理',
        1 => 
        array (
          661 => '经营管理',
          662 => '战略管理',
          663 => '投融资/并购',
          664 => '财务/会计',
          665 => '人力/行政',
          666 => '生产/运作',
          667 => '项目/目标',
          668 => '电子商务',
          669 => '管理信息系统',
          670 => '采购/供应链',
          671 => '物流管理',
          672 => '工具书',
        ),
      ),
      564 => 
      array (
        0 => '市场/营销',
        1 => 
        array (
          673 => '市场营销',
          674 => '推销/销售',
          675 => '广告/品牌',
          676 => '公共关系',
          677 => '客户服务',
        ),
      ),
      565 => 
      array (
        0 => '商务/实务',
        1 => 
        array (
          678 => '沟通/谈判',
          679 => '商务礼仪',
          680 => '商务写作',
          681 => '工具书',
          682 => '其他',
        ),
      ),
      566 => 
      array (
        0 => '人物/企业',
        1 => 
        array (
          683 => '财经人物',
          684 => '知名企业',
          685 => '企业家',
          686 => '卓越经理人',
        ),
      ),
      567 => 
      array (
        0 => '投资/理财',
        1 => 
        array (
          687 => '证券/股票',
          688 => '基金/信托',
          689 => '期货/商品',
          690 => '外汇',
          691 => '贵金属',
          692 => '保险',
          693 => '艺术品收藏',
          694 => '房产/置业',
          695 => '博彩/彩票',
          696 => '家庭理财',
          697 => '投资指南',
          698 => '纳税指南',
        ),
      ),
      568 => 
      array (
        0 => '创业/开店',
        1 => 
        array (
          699 => '个人创业',
          700 => '开店指南',
          701 => '投资/融资',
        ),
      ),
      569 => 
      array (
        0 => '其他',
        1 => 
        array (
          702 => '资格考试',
          703 => '其他',
        ),
      ),
    ),
  ),
  1166 => 
  array (
    0 => '成功励志',
    1 => 
    array (
      1167 => 
      array (
        0 => '成功/成长',
        1 => 
        array (
          1174 => '成功学',
          1175 => '自我经营',
          1176 => '为人/处事',
          1177 => '人际/社交',
          1178 => '效率/能力',
          1179 => '财富/财商',
          1180 => '时间管理',
          1181 => '创业',
        ),
      ),
      1168 => 
      array (
        0 => '心灵/励志',
        1 => 
        array (
          1182 => '心灵感悟',
          1183 => '励志小品',
          1184 => '修为/修养',
          1185 => '心智/心态',
          1186 => '名言/格言',
          1187 => '参禅/悟道',
          1188 => '男性励志',
          1189 => '女性励志',
          1190 => '青少年励志',
          1191 => '其他',
        ),
      ),
      1169 => 
      array (
        0 => '职场励志',
        1 => 
        array (
          1192 => '职业素养',
          1193 => '职业规范',
          1194 => '职场心态',
          1195 => '职场新人指导',
          1196 => '职场人际关系',
          1197 => '职业生涯规划',
          1198 => '求职/面试',
          1199 => '升职/加薪',
          1200 => '工作与生活',
        ),
      ),
      1170 => 
      array (
        0 => '礼仪/修养',
        1 => 
        array (
          1201 => '气质/形象',
          1202 => '个人修养',
          1203 => '文明礼仪',
          1204 => '演讲/口才',
        ),
      ),
      1171 => 
      array (
        0 => '哲学/智慧',
        1 => 
        array (
          1205 => '人生哲学',
          1206 => '生存之道',
          1207 => '谋略/智慧',
        ),
      ),
      1172 => 
      array (
        0 => '性格/情绪',
        1 => 
        array (
          1208 => '性格/习惯',
          1209 => '情商/情绪',
          1210 => '人性/人格',
        ),
      ),
      1173 => 
      array (
        0 => '思维/智力',
        1 => 
        array (
          1211 => '思维训练',
          1212 => '逻辑分析',
          1213 => '创造力',
          1214 => '学习力',
          1215 => '阅读力',
        ),
      ),
    ),
  ),
  965 => 
  array (
    0 => '人文社科',
    1 => 
    array (
      966 => 
      array (
        0 => '历史',
        1 => 
        array (
          977 => '普及读物',
          978 => '逸闻/野史',
          979 => '历史人物',
          980 => '史学理论',
          981 => '世界历史',
          982 => '中国历史',
          983 => '文物/考古',
          984 => '其他',
        ),
      ),
      967 => 
      array (
        0 => '文化',
        1 => 
        array (
          985 => '理论/研究',
          986 => '文化史',
          987 => '评述/随笔',
          988 => '中国文化',
          989 => '世界各国文化',
          990 => '地域文化',
          991 => '民族/民俗',
          992 => '文化产业',
          993 => '文化交流',
          994 => '神秘现象',
          995 => '其他',
        ),
      ),
      968 => 
      array (
        0 => '哲学',
        1 => 
        array (
          996 => '哲学理论',
          997 => '哲学知识',
          998 => '世界哲学',
          999 => '中国哲学',
          1000 => '马克思主义',
          1001 => '伦理学',
          1004 => '逻辑学',
          1005 => '思维科学',
          1002 => '美学',
          1003 => '其他',
        ),
      ),
      969 => 
      array (
        0 => '宗教',
        1 => 
        array (
          1006 => '宗教理论',
          1007 => '宗教知识',
          1008 => '宗教艺术',
          1009 => '佛教',
          1010 => '道教',
          1011 => '基督教',
          1012 => '伊斯兰教',
          1013 => '其他宗教',
        ),
      ),
      970 => 
      array (
        0 => '新闻/传媒',
        1 => 
        array (
          1014 => '信息传播理论',
          1015 => '新闻',
          1016 => '出版/发行',
          1017 => '广播/影视',
          1018 => '新媒体传播',
          1019 => '其他',
        ),
      ),
      971 => 
      array (
        0 => '法学/法律',
        1 => 
        array (
          1020 => '理论/研究',
          1021 => '法律普及读物',
          1022 => '法律文书写作',
          1023 => '法律/法规',
          1024 => '案情/案例',
          1025 => '国家法/宪法',
          1026 => '国际法',
          1027 => '国际私法',
          1028 => '外国法律',
          1029 => '港澳台法律',
          1030 => '中国法律',
          1031 => '其他',
        ),
      ),
      972 => 
      array (
        0 => '政治/外交',
        1 => 
        array (
          1032 => '政治理论',
          1033 => '政党/派别',
          1034 => '领袖/首脑',
          1035 => '时事政治',
          1036 => '外交/国关',
          1037 => '公共管理',
          1038 => '社会问题',
          1039 => '世界政治',
          1040 => '中国政治',
          1041 => '其他',
        ),
      ),
      973 => 
      array (
        0 => '军事/战争',
        1 => 
        array (
          1042 => '军事理论',
          1043 => '军事制度',
          1044 => '军事历史',
          1045 => '战争纪实',
          1046 => '军事技术',
          1047 => '战略/战术',
          1048 => '兵器/军种',
          1049 => '安全/反恐',
          1050 => '国防建设',
          1051 => '世界各国军事',
          1052 => '中国古代兵法',
          1053 => '军事将领',
        ),
      ),
      974 => 
      array (
        0 => '社会科学',
        1 => 
        array (
          1064 => '社会学',
          1065 => '人类学',
          1066 => '人口学',
          1067 => '民族学',
          1068 => '公共关系学',
          1069 => '其他',
        ),
      ),
      975 => 
      array (
        0 => '心理学',
        1 => 
        array (
          1070 => '理论/研究',
          1071 => '心理通俗读物',
          1072 => '应用心理学',
          1073 => '心理咨询辅导',
          1074 => '心理健康',
          1075 => '变态/病态',
          1076 => '意识/潜意识',
          1077 => '情绪/情感',
          1078 => '自助/测试',
          1079 => '其他',
        ),
      ),
      976 => 
      array (
        0 => '其他',
        1 => 
        array (
          1080 => '国学/古籍',
          1081 => '图书馆学',
          1082 => '档案学',
          1083 => '文献/情报',
          1084 => '博物馆学',
          1085 => '其他',
        ),
      ),
    ),
  ),
  1216 => 
  array (
    0 => '教育教学',
    1 => 
    array (
      1217 => 
      array (
        0 => '教育理论',
        1 => 
        array (
          1226 => '教育学',
          1227 => '教育心理学',
          1228 => '教学方法',
          1229 => '教师与学生',
          1230 => '学校管理',
          1231 => '学习方法',
        ),
      ),
      1218 => 
      array (
        0 => '亲子/家教',
        1 => 
        array (
          1232 => '家教方法',
          1233 => '亲子关系',
          1234 => '品格养成',
          1235 => '心理疏导',
          1236 => '培育男孩',
          1237 => '培育女孩',
          1238 => '青春期教育',
          1239 => '成功案例',
        ),
      ),
      1219 => 
      array (
        0 => '教材',
        1 => 
        array (
          1240 => '小学',
          1241 => '中学',
          1242 => '中职/中专',
          1243 => '高职/高专',
          1244 => '大学本专科',
          1245 => '研究生',
          1246 => '职业技术培训',
          1247 => '成人教育',
          1248 => '其他',
        ),
      ),
      1220 => 
      array (
        0 => '教辅',
        1 => 
        array (
          1249 => '小学',
          1250 => '初中',
          1251 => '高中',
          1252 => '大学',
          1253 => '教师用书',
          1254 => '其他',
        ),
      ),
      1221 => 
      array (
        0 => '拓展读物',
        1 => 
        array (
          1255 => '学前',
          1256 => '小学',
          1257 => '初中',
          1258 => '高中',
        ),
      ),
      1222 => 
      array (
        0 => '考试',
        1 => 
        array (
          1259 => '应试方法',
          1260 => '报考指南',
          1261 => '外语考试',
          1262 => '计算机考试',
          1263 => '艺术类考试',
          1264 => '职称类考试',
          1265 => '其他',
        ),
      ),
      1223 => 
      array (
        0 => '出国留学',
        1 => 
        array (
          1266 => '留学指南',
          1267 => '留学英语考试',
          1268 => '其他',
        ),
      ),
      1224 => 
      array (
        0 => '其他',
        1 => 
        array (
          1225 => '其他',
        ),
      ),
    ),
  ),
  768 => 
  array (
    0 => '语言文字',
    1 => 
    array (
      769 => 
      array (
        0 => '中文/汉语',
        1 => 
        array (
          773 => '语言文字学',
          774 => '汉字/词汇',
          775 => '语法/语音',
          776 => '修辞/写作',
          777 => '演讲/口才',
          778 => '普通话/方言',
          779 => '汉语考试',
          780 => '对外汉语',
          781 => '语言翻译',
          782 => '外国人学中文',
          783 => '字词典工具',
          784 => '其他',
        ),
      ),
      770 => 
      array (
        0 => '英语',
        1 => 
        array (
          785 => '生活英语',
          786 => '商务英语',
          787 => '行业英语',
          788 => '考试英语',
          789 => '少儿英语',
          790 => '中小学英语',
          791 => '大学英语',
          792 => '词汇/语法',
          793 => '阅读/写作',
          794 => '听力/口语',
          795 => '英语读物',
          796 => '词典/工具书',
          797 => '其他',
        ),
      ),
      771 => 
      array (
        0 => '其他外语',
        1 => 
        array (
          798 => '日语',
          799 => '朝鲜（韩）语',
          800 => '德语',
          801 => '法语',
          802 => '西班牙语',
          803 => '意大利语',
          804 => '俄罗斯语',
          805 => '阿拉伯语',
          806 => '其他小语种',
        ),
      ),
      772 => 
      array (
        0 => '其他',
        1 => 
        array (
          807 => '其他',
        ),
      ),
    ),
  ),
  808 => 
  array (
    0 => '科学技术',
    1 => 
    array (
      809 => 
      array (
        0 => '自然科学',
        1 => 
        array (
          818 => '科普读物',
          819 => '自然科学总论',
          820 => '数学',
          821 => '物理学',
          822 => '化学',
          823 => '力学',
          824 => '天文学',
          825 => '地理学',
          826 => '生物科学',
          827 => '环境科学',
          828 => '科研与实验',
          829 => '科技史',
          830 => '工具书',
        ),
      ),
      810 => 
      array (
        0 => '工业/技术',
        1 => 
        array (
          831 => '工业技术理论',
          832 => '机械/仪表',
          833 => '轻工/手工',
          834 => '化学工业',
          835 => '电子/电工',
          836 => '网络/通讯',
          837 => '水利/电力',
          838 => '石油/天然气',
          839 => '勘探/采矿',
          840 => '冶金/金属',
          841 => '航空/航天',
          842 => '军工/武器',
          843 => '节能/环保',
          844 => '安全生产',
          845 => '其他',
        ),
      ),
      811 => 
      array (
        0 => '计算机/网络',
        1 => 
        array (
          846 => '办公软件应用',
          847 => '数码产品攻略',
          848 => '计算机理论',
          849 => '图形/图像',
          850 => '动画/多媒体',
          851 => '操作系统',
          852 => '数据库',
          853 => '程序设计',
          854 => '软件工程',
          855 => '管理信息系统',
          856 => '专业软件使用',
          857 => '硬件/外设',
          858 => '网络/通讯',
          859 => '认证/考试',
          860 => '其他',
        ),
      ),
      812 => 
      array (
        0 => '医学/护理',
        1 => 
        array (
          861 => '中医',
          862 => '医学',
          863 => '药学',
          864 => '护理学',
          865 => '卫生/预防',
          866 => '医疗器械',
          867 => '医院管理',
          868 => '医患关系',
          869 => '图谱/工具书',
          870 => '其他',
        ),
      ),
      813 => 
      array (
        0 => '建筑/建设',
        1 => 
        array (
          871 => '建筑科学',
          872 => '建筑艺术',
          873 => '建筑史与文化',
          874 => '勘测/设计',
          875 => '施工/监理',
          876 => '材料/设备',
          877 => '园林/环境',
          878 => '室内装饰装修',
          879 => '市政/规划',
          880 => '房地产开发',
          881 => '标准/规范',
          882 => '工具书',
        ),
      ),
      814 => 
      array (
        0 => '交通/运输',
        1 => 
        array (
          883 => '汽车/驾驶',
          884 => '轨道运输',
          885 => '公路运输',
          886 => '航空运输',
          887 => '水路运输',
          888 => '其他',
        ),
      ),
      815 => 
      array (
        0 => '农业',
        1 => 
        array (
          889 => '农业/农艺',
          890 => '林业/园艺',
          891 => '畜牧/养殖',
          892 => '水产/渔业',
          893 => '农民实用技术',
          894 => '其他',
        ),
      ),
      816 => 
      array (
        0 => '其他',
        1 => 
        array (
          817 => '其他',
        ),
      ),
    ),
  ),
  538 => 
  array (
    0 => '生活',
    1 => 
    array (
      539 => 
      array (
        0 => '养生/保健',
        1 => 
        array (
          540 => '养生调理',
          546 => '保健/护理',
          545 => '健康百科',
          544 => '运动/健身',
          543 => '常见病防治',
          542 => '急救常识',
          541 => '心理健康',
        ),
      ),
      548 => 
      array (
        0 => '烹饪/美食',
        1 => 
        array (
          549 => '食谱/菜谱',
          550 => '养生/美容',
          551 => '药膳/食疗',
          552 => '中餐',
          553 => '西餐',
          554 => '日韩料理',
          555 => '烘焙',
          556 => '茶酒/饮料',
          557 => '饮食文化',
          558 => '美食地图',
          559 => '厨师专用',
        ),
      ),
      591 => 
      array (
        0 => '美容/瘦身',
        1 => 
        array (
          592 => '塑身/减肥',
          594 => '美容/化妆',
          593 => '美发/美甲',
          595 => '美容瘦身饮食',
        ),
      ),
      596 => 
      array (
        0 => '时尚/购物',
        1 => 
        array (
          597 => '时尚生活',
          598 => '时尚女人',
          599 => '时尚男人',
          600 => '服装/鞋帽',
          601 => '钟表/箱包',
          602 => '装饰/饰品',
          603 => '形象设计',
          604 => '品牌/奢侈品',
          605 => '数码产品',
          606 => '流行潮品',
          607 => '金银/珠宝',
          609 => '家具/家电',
          610 => '家居用品',
        ),
      ),
      611 => 
      array (
        0 => '孕产/育儿',
        1 => 
        array (
          612 => '孕期保健',
          613 => '孕产护理',
          614 => '胎教',
          615 => '育儿百科',
          616 => '亲子/早教',
        ),
      ),
      617 => 
      array (
        0 => '居家生活',
        1 => 
        array (
          618 => '生活百科',
          619 => '家政/家事',
          620 => '收纳/整理',
          622 => '手工DIY',
          623 => '宠物',
          624 => '花草/园艺',
          625 => '家装/家饰',
          626 => '家居风水',
          627 => '收藏/鉴赏',
          621 => '家庭理财',
          628 => '买房/置业',
          629 => '汽车与保养',
        ),
      ),
      630 => 
      array (
        0 => '休闲/娱乐',
        1 => 
        array (
          631 => '影视/音乐',
          632 => '偶像/明星',
          633 => '游戏/消遣',
          634 => '幽默/趣味',
          635 => '星座/血型',
          636 => '占卜/算命',
          637 => '手工DIY',
          638 => '户外活动',
        ),
      ),
      639 => 
      array (
        0 => '旅游/地图',
        1 => 
        array (
          640 => '旅游攻略',
          641 => '旅游随笔',
          642 => '旅游摄影',
          643 => '内地游',
          644 => '港台游',
          645 => '海外游',
          646 => '自助/自驾',
          647 => '户外探险',
          648 => '地图',
          649 => '导游专用',
        ),
      ),
      650 => 
      array (
        0 => '婚恋/家庭',
        1 => 
        array (
          651 => '家庭关系',
          652 => '恋爱',
          653 => '婚姻',
          654 => '性知识',
        ),
      ),
    ),
  ),
  895 => 
  array (
    0 => '艺术',
    1 => 
    array (
      896 => 
      array (
        0 => '艺术理论',
        1 => 
        array (
          905 => '艺术理论',
          906 => '各国艺术概况',
          907 => '艺术家',
          908 => '艺术史',
        ),
      ),
      897 => 
      array (
        0 => '设计/创意',
        1 => 
        array (
          909 => '设计理论',
          910 => '设计史',
          911 => '技法/教程',
          912 => '平面/广告',
          913 => '数码/动漫',
          914 => '时尚/前沿',
          915 => '网页设计',
          916 => '服装设计',
          917 => '工业设计',
          918 => '环境设计',
          919 => '其他',
        ),
      ),
      898 => 
      array (
        0 => '绘画',
        1 => 
        array (
          920 => '绘画理论',
          921 => '绘画名家',
          922 => '技法/教程',
          923 => '画册/作品集',
        ),
      ),
      899 => 
      array (
        0 => '摄影',
        1 => 
        array (
          925 => '摄影理论',
          926 => '摄影器材',
          927 => '技法/教程',
          928 => '图册/作品集',
        ),
      ),
      956 => 
      array (
        0 => '书法/篆刻',
        1 => 
        array (
          957 => '书法/篆刻',
        ),
      ),
      958 => 
      array (
        0 => '建筑',
        1 => 
        array (
          959 => '建筑',
        ),
      ),
      960 => 
      array (
        0 => '雕塑',
        1 => 
        array (
          961 => '雕塑',
        ),
      ),
      962 => 
      array (
        0 => '工艺美术',
        1 => 
        array (
          963 => '工艺美术',
        ),
      ),
      900 => 
      array (
        0 => '音乐',
        1 => 
        array (
          929 => '音乐理论',
          930 => '作曲/作词',
          931 => '声乐',
          932 => '器乐',
          933 => '乐谱',
          934 => '名家名作',
        ),
      ),
      901 => 
      array (
        0 => '影视',
        1 => 
        array (
          935 => '影视理论',
          936 => '影视制作',
          937 => '影视作品赏析',
          938 => '影视同期书',
        ),
      ),
      902 => 
      array (
        0 => '舞台艺术',
        1 => 
        array (
          939 => '舞台艺术理论',
          940 => '舞蹈',
          941 => '戏剧',
          942 => '歌剧',
          943 => '歌舞剧',
          944 => '话剧',
          945 => '曲艺',
          946 => '杂技/魔术',
          947 => '其他',
        ),
      ),
      903 => 
      array (
        0 => '收藏/鉴赏',
        1 => 
        array (
          948 => '艺术品收藏',
          949 => '艺术品拍卖',
          950 => '古董/文物',
          951 => '钱币/邮票',
          952 => '瓷器/雕品',
          953 => '书画/印章',
          954 => '珠宝/玉石',
          955 => '其他藏品',
        ),
      ),
      904 => 
      array (
        0 => '其他',
        1 => 
        array (
          964 => '其他',
        ),
      ),
    ),
  ),
);
